Repository: instructure/canvas-ios
Catalog: Parent/Parent/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: %@ is due at %@
ar: %@ مستحق في %@
ca: %@ venç a les %@
cy: %@ erbyn %@
da: %@ forfalder kl. %@
da_instk12: %@ forfalder kl. %@
de: %@ ist fällig um %@
es: %@ vence el %@
es_es: %@ vence el %@
fi: %@ määräpäivä on %@
fr: %@ est due à %@
fr_ca: %@ dû à %@
ga: %@ dlite ag %@
hi: %@ इस तिथि पर नियत: %@
ht: %@ delè li se %@
id: %@ jatuh tempo pada %@
is: %@ skiladagur er %@
it: %@ Scade alle %@
ja: %@の期日は（）です%@
mi: %@ ka tika i %@
ms: %@ tamat tempoh pada %@
nb: %@ har frist %@
nb_instk12: %@ har frist %@
nl: %@ vervalt op %@
pl: %@ mija %@
pt: %@ é devido a %@
pt_br: %@ vence às %@
ru: %@ необходимо завершить через %@
sl: %@ ima rok ob %@
sv: %@ förfaller %@
sv_instk12: %@ förfaller %@
th: %@ ครบกำหนดเมื่อ %@
vi: %@ đến hạn vào %@
zh: %@截止日期%@
zh_hk: %@截止於%@

source: %@ will begin at %@
ar: %@ سيبدأ في %@
ca: %@ començarà a les %@
cy: %@ yn dechrau am %@
da: %@ begynder kl. %@
da_instk12: %@ begynder kl. %@
de: %@ beginnt um %@
es: %@ comenzará el %@
es_es: %@ comenzará el %@
fi: %@ alkaa %@
fr: %@ commencera à %@
fr_ca: %@ commencera à %@
ga: %@ tosóidh sé ag %@
hi: %@ इस समय शुरू होगा: %@
ht: %@ ap kòmanse a %@
id: %@ akan dimulai pada %@
is: %@ mun hefjast þann %@
it: %@ inizierà alle %@
ja: %@（）に開始します%@
mi: %@ ka timata i %@
ms: %@ akan bermula pada %@
nb: %@ starter %@
nb_instk12: %@ starter %@
nl: %@ begint op %@
pl: %@ rozpocznie się o %@
pt: %@ começará em %@
pt_br: %@ começará às %@
ru: %@ начнется в %@
sl: %@ se začne ob %@
sv: %@ börjar %@
sv_instk12: %@ börjar %@
th: %@ จะเริ่มต้นเมื่อ %@
vi: %@ sẽ bắt đầu vào %@
zh: %@开始日期%@
zh_hk: %@將開始於%@

source: Add
ar: إضافة
ca: Afegeix
cy: Ychwanegu
da: Tilføj
da_instk12: Tilføj
de: Hinzufügen
es: Agregar
es_es: Añadir
fi: Lisää
fr: Ajouter
fr_ca: Ajouter
ga: Cuir le
hi: जोड़ें
ht: Ajoute
id: Tambah
is: Bæta við
it: Aggiungi
ja: 追加
mi: Tāpiri
ms: Tambah
nb: Legg til
nb_instk12: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sl: Dodaj
sv: Lägg till
sv_instk12: Lägg till
th: เพิ่ม
vi: Thêm
zh: 添加
zh_hk: 添加

source: Add Student
ar: إضافة طالب
ca: Afegeix un estudiant
cy: Ychwanegu Myfyriwr
da: Tilføj studerende
da_instk12: Tilføj elever
de: Studierende*n hinzufügen
es: Agregar estudiante
es_es: Añadir estudiante
fi: Lisää opiskelija
fr: Ajouter un étudiant
fr_ca: Ajouter un étudiant
ga: Cuir Mac Léinn leis
hi: छात्र जोड़ें
ht: Ajoute Elèv
id: Tambah Siswa
is: Bæta við nemanda
it: Aggiungi studente
ja: 受講者を追加
mi: Tapiri ākonga
ms: Tambah Pelajar
nb: Legg til student
nb_instk12: Legg til elev
nl: Cursist toevoegen
pl: Dodaj ucznia
pt: Adicionar aluno
pt_br: Adicionar Estudante
ru: Добавить студента
sl: Dodaj študenta
sv: Lägg till student
sv_instk12: Lägg till elev
th: เพิ่มผู้เรียน
vi: Thêm Sinh Viên
zh: 添加学生
zh_hk: 添加學生

source: Add students at the top or visit the global menu to masquerade as a student.
ar: أضف طلاباً في المقدمة أو زر القائمة العامة للتخفي كطالب.
ca: Afegiu estudiants a la part superior o visiteu el menú global per fer-vos passar per un estudiant.
cy: Ychwanegwch fyfyrwyr at y brig neu ewch i’r ddewislen gyffredinol i esgus eich bod chi’n fyfyriwr.
da: Tilføj studerende øverst, eller besøg den overordnede menu for at anvende en brugeridentitet som studerende.
da_instk12: Tilføj elever øverst, eller besøg den overordnede menu for at anvende en brugeridentitet som en elev.
de: Fügen Sie Studierende oben hinzu oder besuchen Sie das globale Menü zur Maskierung als ein Student.
es: AgregAgregue estudiantes en la parte superior o visite el menú global para hacerse pasar por un estudiante.
es_es: Añade estudiantes en la parte superior o visita el menú global para actuar como estudiante.
fi: Lisää opiskelijoita yläosaan tai naamioituaksesi opiskelijana.
fr: Ajoutez des élèves en haut ou rendez-vous dans le menu global pour vous connecter sous le nom d'un élève.
fr_ca: Ajoutez des étudiants en haut ou visitez le menu universel pour personnifier un étudiant.
ga: Cuir mic léinn ag an mbarr nó tabhair cuairt ar an roghchlár domhanda chun glacadh le haitheantas mac léinn.
hi: शीर्ष पर छात्रों को जोड़ें या छात्र के रूप में छद्मवेष करने के लिए वैश्विक मेनू पर जाएं।
ht: Ajoute elèv yo anlè a oswa vizite meni global la pou w ka fè tèt ou pase pou yon elèv.
id: Tambah siswa di bagian atas atau buka menu global untuk menyamar sebagai siswa.
is: Bæta nemendum við efst eða fara í altæka valmynd til að dyljast sem nemandi.
it: Aggiungi studenti in cima o visita il menu globale per eseguire il mascheramento come studente.
ja: 最上部で受講者を追加する、またはグローバルメニューに移動して受講者としてマスカレードします。
mi: Tāpiri ākonga ki runga ara haere ki te tahua o te ao ki te āhua rua hei ākonga
ms: Tambah pelajar di bahagian atas atau lawati menu global untuk menyamar sebagai pelajar.
nb: Legg til studenter på øverst eller besøk den globale menyen for opptre som student.
nb_instk12: Legg til elever på øverst eller besøk den globale menyen for opptre som elev.
nl: Voeg bovenaan cursisten toe of open het algemene menu om je voor te doen als cursist.
pl: Dodaj uczestników na górze lub odwiedź globalne menu, aby podszyć się pod uczestnika.
pt: Adicione alunos no topo ou visite o menu global para se disfarçar de aluno.
pt_br: Adicione alunos ao topo ou visite o menu global para se fingir de aluno.
ru: Добавьте учащихся в верхней части или пройдите в общее меню, чтобы выступит в качестве учащегося.
sl: Dodajte študente na vrhu ali pa pojdite v globalni meni, da prevzamete vlogo študenta.
sv: Lägg till studenter längst upp eller öppna den globala menyn för att utge dig för att vara student.
sv_instk12: Lägg till elever längst upp eller öppna den globala menyn för att utge dig för att vara elev.
th: เพิ่มผู้เรียนที่ด้านบนหรือเข้าไปที่เมนูส่วนกลางเพื่อแสดงตัวในฐานะผู้เรียน
vi: Thêm sinh viên vào đầu hoặc vào menu toàn cục để hóa trang làm sinh viên.
zh: 在顶部添加学生或访问全局菜单以伪装成学生。
zh_hk: 在頂部添加學生或瀏覽全域選單以便以學生身份檢視。

source: Add students at the top.
ar: إضافة طالب في المقدمة.
ca: Afegiu estudiants a la part superior.
cy: Ychwanegu myfyrwyr ar y brig.
da: Tilføj studerende øverst.
da_instk12: Tilføj elever øverst.
de: Studierende oben hinzufügen.
es: Agregar estudiantes en la parte superior.
es_es: Añade estudiantes en la parte superior.
fi: Lisää opiskelijoita yläosaan.
fr: Ajouter des élèves en haut
fr_ca: Ajoutez des étudiants en haut.
ga: Cuir mic léinn ag an mbarr.
hi: शीर्ष पर छात्र जोड़ें।
ht: Ajoute elèv yo anlè..
id: Tambah siswa di bagian atas.
is: Bæta við nemendum efst.
it: Aggiungi studenti in cima.
ja: 上部に受講者を追加します。
mi: Tāpiri ngā ākonga ki runga.
ms: Tambah pelajar di bahagian atas.
nb: Legg til studenter på toppen.
nb_instk12: Legg til elever på toppen.
nl: Cursisten bovenaan toevoegen.
pl: Dodaj uczestników na górze.
pt: Acrescentar alunos no topo.
pt_br: Adicione alunos ao topo.
ru: Добавить студентов в верхнюю часть.
sl: Dodaj študente na vrh.
sv: Lägg till studenter överst.
sv_instk12: Lägg till elever överst.
th: เพิ่มผู้เรียนไว้ด้านบน
vi: Thêm sinh viên vào đầu.
zh: 将学生添加到顶部。
zh_hk: 在頂部添加學生。

source: Alert me when:
ar: تنبيهي عندما:
ca: Aviseu-me quan:
cy: Rhowch wybod i mi pan:
da: Alarmer mig når:
da_instk12: Alarmer mig når:
de: Mich alarmieren wenn:
es: Avíseme cuando:
es_es: Enviarme una alerta cuando:
fi: Hälytä minua, kun:
fr: M'alerter lorsque :
fr_ca: M'alerter lorsque :
ga: Tabhair foláireamh dom nuair:
hi: मुझे चेतावनी दें जब:
ht: Avèti mwen lè:
id: Ingatkan saya ketika:
is: Vara mig við þegar:
it: Avvisami quando:
ja: 次の時にアラートしてください：
mi: Matohi ahau ina:
ms: Beri isyarat kepada saya apabila:
nb: Varsle meg når:
nb_instk12: Varsle meg når:
nl: Waarschuw me als:
pl: Powiadom mnie gdy:
pt: Receber alerta quando:
pt_br: Avisem-me quando:
ru: Оповестить меня, когда:
sl: Obvesti me, ko:
sv: Larma mig när:
sv_instk12: Larma mig när:
th: แจ้งเตือนฉันเมื่อ:
vi: Cảnh báo tôi khi:
zh: 通知我当：
zh_hk: 在下列情形時提醒我：

source: Alerts
ar: التنبيهات
ca: Avisos
cy: Negeseuon Hysbysu
da: Varslinger
da_instk12: Varslinger
de: Benachrichtigungen
es: Alertas
es_es: Alertas
fi: Hälytykset
fr: Alertes
fr_ca: Alertes
ga: Foláirimh
hi: चेतावनियां
ht: Alèt
id: Peringatan
is: Viðvaranir
it: Avvisi
ja: アラート
mi: He whakamataara
ms: Isyarat
nb: Varsler
nb_instk12: Varsler
nl: Waarschuwingen
pl: Alerty
pt: Alertas
pt_br: Alertas
ru: Предупреждения
sl: Opozorila
sv: Notiser
sv_instk12: Notiser
th: แจ้งเตือน
vi: Cảnh Báo
zh: 警告
zh_hk: 提醒

source: Announcement
ar: الإعلان
ca: Anunci
cy: Cyhoeddiad
da: Besked
da_instk12: Besked
de: Ankündigung
es: Anuncio
es_es: Anuncio
fi: Ilmoitus
fr: Annonce
fr_ca: Annonce
ga: Fógra
hi: घोषणा
ht: Anons
id: Pengumuman
is: Tilkynning
it: Annuncio
ja: 発表
mi: Pānui
ms: Pengumuman
nb: Kunngjøring
nb_instk12: Beskjed
nl: Aankondiging
pl: Ogłoszenie
pt: Anúncio
pt_br: Anúncio
ru: Объявление
sl: Obvestilo
sv: Anslag
sv_instk12: Meddelande
th: ประกาศ
vi: Thông Báo
zh: 公告
zh_hk: 通告

source: Assignment Details
ar: تفاصيل المهمة
ca: Detalls de l'activitat
cy: Manylion Aseiniad
da: Opgaveoplysninger
da_instk12: Opgaveoplysninger
de: Aufgabendetails
es: Detalles de la tarea
es_es: Detalles de la actividad
fi: Tehtävän tiedot
fr: Informations sur le devoir
fr_ca: Détails de la tâche
ga: Sonraí Tasc
hi: असाइनमेंट विवरण
ht: Detay Sesyon
id: Detail Tugas
is: Upplýsingar um verkefni
it: Dettagli compiti
ja: 課題の詳細
mi: Taipitopito whakataunga
ms: Butiran Tugasan
nb: Oppgavedetaljer
nb_instk12: Oppgavedetaljer
nl: Opdrachtdetails
pl: Szczegóły zadania
pt: Detalhes da tarefa
pt_br: Detalhes da tarefa
ru: Сведения о задании
sl: Podrobnosti o nalogi
sv: Uppgiftens detaljer
sv_instk12: Uppgiftens detaljer
th: รายละเอียดภารกิจ
vi: Chi Tiết Bài Tập
zh: 作业详情
zh_hk: 作業詳細資料

source: Assignment reminder
ar: التذكير بالمهمة
ca: Recordatori de l'activitat
cy: Nodyn atgoffa ar gyfer aseiniad
da: Opgavepåmindelse
da_instk12: Opgavepåmindelse
de: Aufgabenerinnerung
es: Recordatorio de la tarea
es_es: Recordatorio de la actividad
fi: Tehtävän muistutus
fr: Rappel des travaux
fr_ca: Rappel de la tâche
ga: Meabhrúchán taisc
hi: असाइनमेंट अनुस्मारक
ht: Rapèl sesyon
id: Pengingat tugas
is: Áminning um verkefni
it: Promemoria compito
ja: 課題のリマインダ
mi: Whakataunga whakamaharatanga
ms: Peringatan tugasan
nb: Oppgavepåminnelse
nb_instk12: Oppgavepåminnelse
nl: Opdrachtherinnering
pl: Przypomnienie o zadaniu
pt: Lembrete de tarefa
pt_br: Lembrete da tarefa
ru: Напоминание о тестировании
sl: Opomnik za nalogo
sv: Påminnelse om uppgift
sv_instk12: Påminnelse om uppgift
th: การแจ้งเตือนภารกิจ
vi: Lời nhắc nhở bài tập
zh: 作业提醒
zh_hk: 作業提醒

source: Back
ar: عودة
ca: Enrere
cy: Yn ôl
da: Tilbage
da_instk12: Tilbage
de: Zurück
es: Volver
es_es: Volver
fi: Takaisin
fr: Retour
fr_ca: Retour
ga: Ar ais
hi: वापस जाएं
ht: Retounen
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
mi: Hoki
ms: Kembali
nb: Tilbake
nb_instk12: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
pt_br: Voltar
ru: Назад
sl: Nazaj
sv: Tillbaka
sv_instk12: Tillbaka
th: ย้อนกลับ
vi: Quay lại
zh: 返回
zh_hk: 返回

source: Calendar
ar: التقويم
ca: Calendari
cy: Calendr
da: Kalender
da_instk12: Kalender
de: Kalender
es: Calendario
es_es: Calendario
fi: Kalenteri
fr: Agenda
fr_ca: Calendrier
ga: Féilire
hi: कैलेंडर
ht: Kalandriye
id: Kalender
is: Dagatal
it: Calendario
ja: カレンダー
mi: Maramataka
ms: Kalendar
nb: Kalender
nb_instk12: Kalender
nl: Kalender
pl: Kalendarz
pt: Calendário
pt_br: Calendário
ru: Календарь
sl: Koledar
sv: Kalender
sv_instk12: Kalender
th: ปฏิทิน
vi: Lịch
zh: 日历
zh_hk: 行事曆

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
da: Annullér
da_instk12: Annullér
de: Abbrechen
es: Cancelar
es_es: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
ga: Cealaigh
hi: रद्द करें
ht: Anile
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
mi: Whakakore
ms: Batal
nb: Avbryt
nb_instk12: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отменить
sl: Prekliči
sv: Avbryt
sv_instk12: Avbryt
th: ยกเลิก
vi: Hủy
zh: 取消
zh_hk: 取消

source: Closed
ar: مغلق
ca: Tancat
cy: Wedi cau
da: Lukket
da_instk12: Lukket
de: Geschlossen
es: Cerrado
es_es: Cerrado
fi: Suljettu
fr: Fermé
fr_ca: Fermé
ga: Dúnta
hi: बंद किया गया
ht: Fèmen
id: Ditutup
is: Lokað
it: Chiuso
ja: 終了済み
mi: kua katia
ms: Ditutup
nb: Lukket
nb_instk12: Lukket
nl: Gesloten
pl: Zamknięte
pt: Fechado
pt_br: Fechado
ru: Закрыто
sl: Zaprto
sv: Stängda
sv_instk12: Stängd
th: ปิดแล้ว
vi: Đã Đóng
zh: 已关闭
zh_hk: 已關閉

source: Collapsed
ar: تم الطي
ca: Reduït
cy: Wedi crebachu
da: Skjult
da_instk12: Skjult
de: Reduziert
es: Colapsado
es_es: Colapsado
fi: Kutistettu
fr: Réduit(e)
fr_ca: Réduit(e)
ga: Leacaigh
hi: संक्षिप्त करें
ht: Redwi
id: Diperkecil
is: Fellt saman
it: Compresso
ja: 折りたたみ
mi: Hinga
ms: Dikuncupkan
nb: Skjult
nb_instk12: Skjult
nl: Samengevouwen
pl: Zwinięte
pt: Fechado
pt_br: Recolhido
ru: В свернутом виде
sl: Strnjeno
sv: Stängd
sv_instk12: Förminskad
th: ย่อแล้ว
vi: Đã Thu Gọn
zh: 折叠
zh_hk: 已收起

source: Compose Message
ar: إنشاء رسالة
ca: Redacta un missatge
cy: Creu Neges
da: Skriv besked
da_instk12: Skriv besked
de: Nachricht verfassen
es: Escribir un mensaje
es_es: Escribir un mensaje
fi: Luo viesti
fr: Composer un message
fr_ca: Composer un message
ga: Cum Teachtaireacht
hi: संदेश लिखें
ht: Konpoze yon Mesaj
id: Buat Pesan
is: Semja skilaboð
it: Componi messaggio
ja: メッセージを作成
mi: Tito Karere
ms: Karang mesej
nb: Forfatte melding
nb_instk12: Forfatte melding
nl: Bericht opstellen
pl: Utwórz wiadomość
pt: Compor Mensagem
pt_br: Compor mensagem
ru: Написать сообщение
sl: Sestavi sporočilo
sv: Skriv meddelande
sv_instk12: Skriv meddelande
th: เขียนข้อความ
vi: Soạn Thảo Tin Nhắn
zh: 撰写消息
zh_hk: 撰寫訊息

source: Compose message to teachers
ar: إنشاء رسالة للمعلمين
ca: Redacta un missatge per als professors
cy: Creu neges i athrawon
da: Skriv besked til lærerne
da_instk12: Skriv besked til lærerne
de: Nachricht an Lehrende verfassen
es: Redactar mensaje para profesores
es_es: Redactar mensaje para profesores
fi: Kirjoita viesti opettajille
fr: Composez un message à destination des enseignants
fr_ca: Composer un message pour les enseignants
ga: Scríobh teachtaireacht do mhúinteoirí
hi: शिक्षकों के लिए संदेश लिखें
ht: Ekri mesaj pou pwofesè yo
id: Buat pesan untuk guru
is: Semja skilaboð til kennara
it: Componi messaggio per insegnanti
ja: 教員へのメッセージを作文する
mi: Tito he karere ki ngā kaiako
ms: Karang mesej kepada guru
nb: Skriv melding til lærere
nb_instk12: Skriv melding til lærere
nl: Bericht opstellen voor cursusleiders
pl: Utwórz wiadomość dla nauczycieli
pt: Compor mensagem aos professores
pt_br: Compor mensagens para professores
ru: Составить сообщение для преподавателей
sl: Sestavi sporočilo za izvajalce
sv: Komponera meddelande till lärare
sv_instk12: Komponera meddelande till lärare
th: เขียนข้อความถึงผู้สอน
vi: Soạn thảo tin nhắn gửi giáo viên
zh: 给老师写留言
zh_hk: 撰寫給教師的訊息

source: Compose new message
ar: إنشاء رسالة جديدة
ca: Redacta un missatge nou
cy: Creu neges newydd
da: Skriv en ny besked
da_instk12: Skriv en ny besked
de: Neue Nachricht verfassen
es: Escribir mensaje nuevo
es_es: Escribir mensaje nuevo
fi: Luo uusi viesti
fr: Composer un nouveau message
fr_ca: Composer un nouveau message
ga: Cum teachtaireacht nua
hi: नया संदेश लिखें
ht: Ekri nouvo mesaj
id: Buat pesan baru
is: Semja ný skilaboð
it: Componi nuovo messaggio
ja: 新規メッセージを作成
mi: Titoa karere hōu
ms: Karang mesej baharu
nb: Skriv ny melding
nb_instk12: Skriv ny melding
nl: Nieuw bericht opstellen
pl: Utwórz nową wiadomość
pt: Compor nova mensagem
pt_br: Compor nova mensagem
ru: Написать новое сообщение
sl: Sestavi novo sporočilo
sv: Skriv nytt meddelande
sv_instk12: Skriv nytt meddelande
th: เขียนข้อความใหม่
vi: Soạn thảo tin nhắn mới
zh: 撰写新消息
zh_hk: 撰寫新訊息

source: Could not parse QR code, QR code invalid
ar: تعذر تحليل رمز QR، رمز QR غير صالح
ca: No s'ha pogut analitzar el codi QR, codi QR no vàlid
cy: Doedd dim modd dosrannu’r cod QR, roedd y cod QR yn annilys
da: Kunne ikke parse QR-koden, QR-koden er ugyldig
da_instk12: Kunne ikke parse QR-koden, QR-koden er ugyldig
de: QR-Code konnte nicht geparst werden, QR-Code ist ungültig
es: Error al analizar el código QR. Código QR inválido
es_es: Error al analizar el código QR. Código QR incorrecto
fi: Viivakoodin paikkaaminen ei onnistunut, viivakoodi ei ole voimassa
fr: Impossible d'analyser le code QR, code QR non valide
fr_ca: Impossible d’analyser le code QR., code QR invalide
ga: Níorbh fhéidir an cód MF a pharsáil, cód MF neamhbhailí
hi: QR कोड पार्स नहीं किया जा सका, QR कोड अमान्य है
ht: Pa kapab analize Kòd QR la, Kòd QR la pa valid
id: Tidak dapat parsing kode QR, kode QR tidak valid
is: Ekki var hægt að þátta QR-kóða, eða QR-kóði var ógildur
it: Impossibile analizzare il codice QR, codice QR non valido
ja: QRコードを解析できませんでした、QRコードが無効です
mi: Kaore e taea te pāora QR Waehere, QR Waehere koremana
ms: Tidak dapat mengurai kod QR, kod QR tidak sah
nb: Kunne ikke analysere QR-koden, QR-kode ugyldig
nb_instk12: Kunne ikke analysere QR-koden, QR-kode ugyldig
nl: Kan QR-code niet parseren of QR-code is ongeldig
pl: Nie można przeanalizować kodu QR, nieprawidłowy kod QR
pt: Não foi possível analisar o código QR, código QR inválido.
pt_br: Não foi possível analisar o código QR, código QR inválido
ru: Не удалось интерпретировать QR-код. QR-код неверен
sl: Kode QR ni bilo razčleniti, neveljavna koda QR
sv: Det gick inte att parsa koden, QR-koden är ogiltig
sv_instk12: Det gick inte att parsa koden, QR-koden är ogiltig
th: ไม่สามารถแบ่งรหัส QR รหัส QR ไม่ถูกต้อง
vi: Không thể phân tích từ loại mã QR, mã QR không hợp lệ
zh: 无法解析二维码，二维码无效
zh_hk: 無法分析 QR 碼，QR 碼無效

source: Courses
ar: المساقات
ca: Assignatures
cy: Cyrsiau
da: Fag
da_instk12: Fag
de: Kurse
es: Cursos
es_es: Asignaturas
fi: Kurssit
fr: Cours
fr_ca: Cours
ga: Cúrsaí
hi: पाठ्यक्रम
ht: Kou
id: Kursus
is: Námskeið
it: Corsi
ja: コース
mi: Ngā Akoranga
ms: Kursus
nb: Emner
nb_instk12: Fag
nl: Cursussen
pl: Kursy
pt: Disciplinas
pt_br: Cursos
ru: Курсы
sl: Predmeti
sv: Kurser
sv_instk12: Kurser
th: บทเรียน
vi: Các khóa học
zh: 课程
zh_hk: 課程

source: Current student: %@
ar: الطالب الحالي: %@
ca: Estudiant actual: %@
cy: Myfyriwr Presennol: %@
da: Nuværende studerende: %@
da_instk12: Nuværende elev: %@
de: Aktuelle/r Studierende*r: %@
es: Estudiante actual: %@
es_es: Estudiante actual: %@
fi: Kurssin opiskelija %@
fr: Élève actuel : %@
fr_ca: Étudiant actuel : %@
ga: Mac léinn reatha: %@
hi: वर्तमान छात्र: %@
ht: Elèv aktyèl: %@
id: Siswa saat ini: %@
is: Núverandi nemandi: %@
it: Studente attuale: %@
ja: 現在の受講者：%@
mi: Te ākonga o nāianei: %@
ms: Pelajar semasa: %@
nb: Nåværende studenter: %@
nb_instk12: Nåværende elever: %@
nl: Huidige cursist: %@
pl: Obecny uczestnik: %@
pt: Aluno atual %@
pt_br: Aluno atual: %@
ru: Текущий учащийся: %@
sl: Trenutni študent: %@
sv: Aktuell student: %@
sv_instk12: Aktuell elev: %@
th: ผู้เรียนในปัจจุบัน: %@
vi: Sinh viên hiện tại: %@
zh: 当前学生：%@
zh_hk: 目前的學生：%@

source: Current student: %@. Tap to switch students
ar: الطالب الحالي: %@. اضغط لتبديل الطلاب
ca: Estudiant actual: %@. Toqueu per canviar d'estudiants
cy: Myfyriwr Presennol: %@. Tapiwch i newid myfyrwyr
da: Nuværende studerende: %@. Tryk for at skifte studerende
da_instk12: Nuværende elev: %@. Tryk for at skifte elev
de: Aktuelle/r Studierende*r: %@. Antippen, um den Studierenden zu wechseln
es: Alumno actual: %@. Pulsar para cambiar alumnos
es_es: Estudiante actual: %@. Pulsar para cambiar estudiantes
fi: Kurssin opiskelija %@. Napauta vaihtaaksesi opiskelijoita
fr: Élève actuel : %@. Appuyez pour changer d'élève
fr_ca: Étudiant actuel : %@. Tapotez pour changer d’étudiant
ga: Mac léinn reatha: %@. Tapáil chun mic léinn a mhalartú
hi: वर्तमान छात्र: %@. छात्र स्विच करने के लिए टैप करें
ht: Elèv aktyèl: %@. Tape pou chanje elèv
id: Siswa saat ini: %@. Ketuk untuk berganti siswa
is: Núverandi nemandi: %@. Smelltu til að skipta nemendum
it: Studente attuale: %@. Tocca per cambiare studenti
ja: 現在の受講者：%@. タップして受講者を切り替える
mi: Te ākonga o nāianei: %@. Pātō ki te huri ngā ākonga
ms: Pelajar semasa: %@. Ketik untuk menukar pelajar
nb: Nåværende studenter: %@. Trykk for å bytte mellom studenter
nb_instk12: Nåværende elever: %@. Trykk for å bytte mellom elever
nl: Huidige cursist: %@. Tik om van cursist te wisselen
pl: Obecny uczestnik: %@. Stuknij, aby przełącznik uczestników
pt: Aluno atual %@. Toque para alternar os alunos
pt_br: Aluno atual: %@. toque para alternar alunos
ru: Текущий студент: %@. Нажмите для переключения студентов
sl: Trenutni študent: %@. Tapnite za preklop študentov
sv: Aktuell student: %@. Tryck för att växla student
sv_instk12: Aktuell elev: %@. Tryck för att växla elev
th: ผู้เรียนในปัจจุบัน: %@. กดเพื่อสลับผู้เรียน
vi: Sinh viên hiện tại: %@. Nhấn để đổi sinh viên
zh: 当前学生：%@. 点击以切换学生
zh_hk: 目前的學生：%@. 點選以轉換學生

source: Date
ar: التاريخ
ca: Data
cy: Dyddiad
da: Dato
da_instk12: Dato
de: Datum
es: Fecha
es_es: Fecha
fi: Päivämäärä
ga: Dáta
hi: तिथि
ht: Dat
id: Tanggal
is: Dagsetning
it: Data
ja: 日付
mi: Rā
ms: Tarikh
nb: Dato
nb_instk12: Dato
nl: Datum
pl: Data
pt: Data
pt_br: Data
ru: Дата
sl: Datum
sv: Datum
sv_instk12: Datum
th: วันที่
vi: Ngày
zh: 日期
zh_hk: 日期

source: Description
ar: الوصف
ca: Descripció
cy: Disgrifiad
da: Beskrivelse
da_instk12: Beskrivelse
de: Beschreibung
es: Descripción
es_es: Descripción
fi: Kuvaus
ga: Cur síos
hi: विवरण
ht: Deskripsyon
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
mi: Whakāhuatanga
ms: Penerangan
nb: Beskrivelse
nb_instk12: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ru: Описание
sl: Opis
sv: Beskrivning
sv_instk12: Beskrivning
th: รายละเอียด
vi: Mô Tả
zh: 说明
zh_hk: 描述

source: Dismiss
ar: تجاهل
ca: Descarta
cy: Gwrthod
da: Afvis
da_instk12: Afvis
de: Verwerfen
es: Descartar
es_es: Descartar
fi: Ohita
fr: Ignorer
fr_ca: Ignorer
ga: Dún
hi: खारिज करें
ht: Rejte
id: Singkirkan
is: Sleppa
it: Ignora
ja: 取り下げる
mi: Pana
ms: Tolak
nb: Avvis
nb_instk12: Avvis
nl: Afwijzen
pl: Odrzuć
pt: Ignorar
pt_br: Descartar
ru: Исключить
sl: Opusti
sv: Avvisa
sv_instk12: Avvisa
th: ยกเลิก
vi: Hủy Bỏ
zh: 撤销
zh_hk: 忽略

source: Domain mismatch
ar: المجال غير مطابق
ca: El domini no coincideix
cy: Dydy’r parth ddim yn cyfateb
da: Domæne matcher ikke
da_instk12: Domæne matcher ikke
de: Domäne stimmt nicht überein
es: Dominio no correspondiente
es_es: Dominio no correspondiente
fi: Verkkotunnus ei täsmää
fr: Le domaine ne correspond pas
fr_ca: Incompatibilité du domaine
ga: Neamhréir fearainn
hi: डोमेन बेमेल है
ht: Domèm pa koresponn
id: Domain tidak cocok
is: Léna misræmi
it: Mancata corrispondenza dominio
ja: ドメインの不一致
mi: Rohe kaore e ōrite
ms: Domain tidak sepadan
nb: Domenefeil
nb_instk12: Domenefeil
nl: Domein komt niet overeen
pl: Niezgodność domeny
pt: Descoordenação de domínios
pt_br: Incompatibilidade de domínio
ru: Несовпадение домена
sl: Neujemanje domene
sv: Felmatchning för domän
sv_instk12: Felmatchning för domän
th: โดเมนไม่ตรงกัน
vi: Tên miền không khớp
zh: 域不匹配
zh_hk: 網域不相符
